{
    "data":[
        {
            "ID": 1,
            "name": "Tramadol",
            "small": "Tramadol, sold under the brand name Ultram among others,is an opioid pain medication used to treat moderate to moderately severe pain.When taken by mouth in an immediate-release formulation, the onset of pain relief usually occurs within an hour. It is often combined with paracetamol (acetaminophen) as this is known to improve the efficacy of tramadol in relieving pain.",
            "full": "Tramadol, sold under the brand name Ultram among others,is an opioid pain medication used to treat moderate to moderately severe pain.When taken by mouth in an immediate-release formulation, the onset of pain relief usually occurs within an hour. It is often combined with paracetamol (acetaminophen) as this is known to improve the efficacy of tramadol in relieving pain. Common side effects include: constipation, itchiness and nausea. Serious side effects may include seizures, increased risk of serotonin syndrome, decreased alertness, and drug addiction.A change in dosage may be recommended in those with kidney or liver problems.It is not recommended in those who are at risk of suicide.While not recommended in women who are breastfeeding, those who take a single dose should not generally stop breastfeeding. It works by binding to the μ-opioid receptor and by acting as a serotonin–norepinephrine reuptake inhibitor (SNRI).Tramadol is in the opiate (narcotic) class of analgesics.In the body it is converted to desmetramadol, which is a more potent opioid.Tramadol was launched and marketed as Tramal by the German pharmaceutical company Grünenthal GmbH in 1977 in West Germany, and 20 years later it was launched in the UK, US, and Australia.It is marketed under many brand names worldwide. Tramadol is used primarily to treat mild–severe pain, both acute and chronic.Its analgesic effects take about one hour to come into effect and 2 h to 4 h to peak after oral administration with an immediate-release formulation.On a dose-by-dose basis tramadol has about one tenth the potency of morphine and is practically equally potent when compared with pethidine and codeine.For pain moderate in severity, its effectiveness is equivalent to that of morphine; for severe pain it is less effective than morphine.These painkilling effects last for approximately 6 h.Available dosage forms include liquids, syrups, drops, elixirs, effervescent tablets and powders for mixing with water, capsules, tablets including extended release formulations, suppositories, compounding powder, and injections.As of 2015 tramadol was not approved in the United States for fibromyalgia.Based on three small trials with weak study design, there is fair evidence for tramadol as a second line treatment.",
            "date": "Posted On August , 2018",
            "by": "theillfree Admin",
            "link": "/blog/routes/tramadol.html",
            "img": "/img/product-screen-3.jpg"
        },
        {
            "ID": 2,
            "name": "Carisoprodol (Soma)",
            "small": "Carisoprodol is the generic form of the prescription drug Soma, which is used to relax muscles and help alleviate pain from muscle spasms.Carisoprodol belongs to a group of drugs known as muscle relaxants.It was originally approved by the Food and Drug Administration (FDA) in 2007. Soma is manufactured by Meda Pharmaceuticals.",
            "full": "Carisoprodol is the generic form of the prescription drug Soma, which is used to relax muscles and help alleviate pain from muscle spasms.Carisoprodol belongs to a group of drugs known as muscle relaxants.It was originally approved by the Food and Drug Administration (FDA) in 2007. Soma is manufactured by Meda Pharmaceuticals.Among muscle-relaxant drugs, carisoprodol causes the most drowsiness and has the greatest abuse potential.According to anecdotal reports, drug abusers may combine carisoprodol with two other medications, the benzodiazepine alprazolam (Xanax) and hydrocodone, to create a cocktail called “The Trinity” or the “The Holy Cocktail.”Because of the potential for abuse, carisoprodol is a so-called FDA scheduled drug and is subject to the Controlled Substances Act.Because of its abuse potential, and the risk of serious side effects, keep this and all medications away from children, teenagers, and anyone for whom it was not prescribed.If you are allergic to carisoprodol or one of its ingredients, you should not use it.If you have any of the following conditions, you should talk about your doctor before taking carisoprodol:<br>Sensitivity to the drug meprobomate<br>Sensitivity to the drug felbamate (Felbatol)<br>Acute intermittent porphyria<br>Poor kidney function<br>Poor liver function<br>A history of or risk of seizures<br>A history of drug or substance abuse<br>You may need to take carisoprodol with special care, under the guidance of your doctor, if you are of advanced age or if you have any physical disabilities.",
            "date": "Posted On August , 2018",
            "by": "theillfree Admin",
            "link": "/blog/routes/soma.html",
            "img": "/img/medicines.jpg"
        },
        {
            "ID": 3,
            "name": "Ambien",
            "small": "Ambien (zolpidem) is a sedative, also called a hypnotic. Zolpidem affects chemicals in the brain that may be unbalanced in people with sleep problems insomnia).Ambien is used to treat insomnia. The immediate-release tablet is used to help you fall asleep when you first go to bed. The extended-release form, Ambien CR, which has a first layer that dissolves quickly to help you fall asleep, and a second layer that dissolves slowly to help you stay asleep.Your doctor will determine which form of Ambien is best for you.",
            "full": "Ambien (zolpidem) is a sedative, also called a hypnotic. Zolpidem affects chemicals in the brain that may be unbalanced in people with sleep problems insomnia).Ambien is used to treat insomnia. The immediate-release tablet is used to help you fall asleep when you first go to bed. The extended-release form, Ambien CR, which has a first layer that dissolves quickly to help you fall asleep, and a second layer that dissolves slowly to help you stay asleep.Your doctor will determine which form of Ambien is best for you.Ambien may cause a severe allergic reaction. Stop taking this medicine and get emergency medical help if you have any of these signs of an allergic reaction: hives; difficulty breathing; swelling of your face, lips, tongue, or throat.Do not share Ambien with another person, even if they have the same symptoms you have. The recommended doses of zolpidem are not the same in men and women, and this drug is not approved for use in children. Misuse of this medication can result in dangerous side effects.Ambien may impair your thinking or reactions. You may still feel sleepy the morning after taking this medicine, especially if you take the extended-release tablet, or if you are a woman. Wait at least 4 hours or until you are fully awake before you do anything that requires you to be awake and alert.Never take Ambien in larger amounts or for longer than prescribed.Do not take zolpidem if you have consumed alcohol during the day or just before bed.Do not stop using Ambien suddenly after long-term use, or you could have unpleasant withdrawal symptoms. Ask your doctor how to avoid withdrawal symptoms when you stop using the medicine. Insomnia symptoms may also return after you stop taking Ambien, and may be even worse than before. Call your doctor if you still have worsened insomnia for the first few nights after you stop taking this medicine.Do not crush, chew, or break an Ambien CR tablet. Swallow the pill whole.Store at room temperature away from moisture and heat. Do not freeze.",
            "date": "Posted On Jan , 2019",
            "by": "theillfree Admin",
            "link": "/blog/routes/ambien.html",
            "img": "/img/ambien.jpeg"
        },
        {
            "ID": 4,
            "name": "Ativan",
            "small": "Ativan (lorazepam) belongs to a group of drugs called benzodiazepines. Lorazepam affects chemicals in the brain that may be unbalanced in people with anxiety.Ativan is used to treat anxiety disorders.Ativan may also be used for purposes not listed in this medication guide.You should not use Ativan if you have narrow-angle glaucoma or myasthenia gravis, or if you are allergic to Valium or a similar medicine.Do not use lorazepam if you are pregnant. This medicine can cause birth defects or life-threatening withdrawal symptoms in a newborn.",
            "full": "Ativan (lorazepam) belongs to a group of drugs called benzodiazepines. Lorazepam affects chemicals in the brain that may be unbalanced in people with anxiety.Ativan is used to treat anxiety disorders.Ativan may also be used for purposes not listed in this medication guide.You should not use Ativan if you have narrow-angle glaucoma or myasthenia gravis, or if you are allergic to Valium or a similar medicine.Do not use lorazepam if you are pregnant. This medicine can cause birth defects or life-threatening withdrawal symptoms in a newborn.Take Ativan exactly as it was prescribed for you. Follow all directions on your prescription label. Never use Ativan in larger amounts, or for longer than prescribed. Tell your doctor if the medicine seems to stop working as well in treating your symptoms.Lorazepam may be habit-forming. Never share Ativan with another person, especially someone with a history of drug abuse or addiction. Keep the medication in a place where others cannot get to it.Misuse of habit-forming medicine can cause addiction, overdose, or death. Selling or giving away Ativan is against the law.Ativan should be used for only a short time. Do not take this medicine for longer than your doctor recommends.Do not stop using Ativan suddenly or you could have unpleasant withdrawal symptoms, including a seizure (convulsions). Ask your doctor how to safely stop using this medicine.Call your doctor if this medicine seems to stop working as well in treating your anxiety symptoms.Store Ativan at room temperature away from moisture, heat, and light.Keep track of the amount of medicine used from each new bottle. Lorazepam is a drug of abuse and you should be aware if anyone is using your medicine improperly or without a prescription.",
            "date": "Posted On Feb , 2019",
            "by": "theillfree Admin",
            "link": "/blog/routes/ativan.html",
            "img": "/img/ativan.png"
        }
    ]
}